package main

// < 16 - сильный дефицит массы тела
// 16-18,5 - дефицит массы тела
// 18,5-25 - норма
// 25-30 - избыточная масса тела (предожирение)
// 30-35 - ожирение первой степени
// 35-40 - ожирение второй степени
// > 40 - ожирение третьей степени (морбидное)

import "fmt"

func 

func main() {

	var height float64
	var weight float64

	fmt.Println("Укажите свой рост в см: ")
	fmt.Scan(&height)

	fmt.Println("Укажите свой рост в см: ")
	fmt.Scan(&weight)

	fmt.Printf("Ваш индекс массы тела равен %.f")

}
